acpi
acpid
adwaita-icon-theme
alsa-firmware
alsa-utils
arandr
arc-gtk-theme
autoconf
autojump
automake
autorandr
avahi
b43-fwcutter
baobab
bash
betterlockscreen
binutils
bison
bluez-utils
btrfs-progs
bumblebee
bzip2
compton-tryone-git
conky-i3
coreutils
cpupower
crda
cronie
cryptsetup
dconf-editor
device-mapper
dhclient
dhcpcd
dialog
diffutils
discord
dmenu-manjaro
dmidecode
dmraid
dnsmasq
dosbox
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
ell
empathy
etcher
evince
evolution
exfat-utils
f2fs-tools
feh
ffmpegthumbnailer
file
file-roller
filesystem
findutils
firefox
fix-bt-a2dp
flatpak
flex
fprintd
gawk
gcc
gcc-libs
gdm
gedit
gestures
gettext
ghc
gimp
glibc
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-contacts
gnome-control-center
gnome-desktop
gnome-disk-utility
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-maps
gnome-notes
gnome-online-accounts
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-gsconnect
gnome-shell-extension-manjaro-update
gnome-shell-extensions
gnome-system-log
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-wallpapers
gnome-weather
google-chrome
gotop-bin
gparted
grep
grilo-plugins
grub
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gthumb
gtk3
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-google
gvfs-mtp
gvfs-smb
gzip
haveged
hexchat
htop
i3-gaps
i3-gnome
i3exit
i3lock-color
i3status
illyria-wallpaper
imagewriter
inetutils
intel-ucode
inxi
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
jdk-openjdk
jfsutils
jre8-openjdk
jre8-openjdk-headless
kernel-alive
keybase-gui
kvantum-theme-arc-git
lazygit
less
lib32-mesa-demos
lib32-nvidia-utils
lib32-primus
libdvdcss
libinput-gestures
liblightdm-qt5
libreoffice-still
libticables
libticalcs
libticonv
libtifiles
licenses
lightdm
lightdm-another-gtk-greeter
lightdm-another-gtk-greeter-themes
lightdm-gtk-greeter
lightdm-settings
lightdm-slick-greeter
linux-firmware
linux419
linux419-bbswitch
linux419-nvidia
linux50
linux50-bbswitch
linux50-nvidia
logrotate
lollypop
lrzip
lsb-release
lsd
lutris
lvm2
lxinput
m4
mailspring
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-artwork
manjaro-aur-support
manjaro-browser-settings
manjaro-documentation-en
manjaro-firmware
manjaro-gdm-check
manjaro-gdm-theme
manjaro-gnome-assets
manjaro-gnome-vanilla
manjaro-hello
manjaro-hotfixes
manjaro-printer
manjaro-pulse
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-wallpapers-18.0
mc
mdadm
megasync
memtest86+
mesa-demos
mhwd
mhwd-db
mhwd-tui
minecraft-launcher
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mousetweaks
ms-office-online
mutter
nano
nautilus
nautilus-admin
nautilus-empty-file
nawk
neofetch
neovim
nerd-fonts-complete
net-tools
netctl
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nitrogen
nnn
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-utils
nvidia-xrun
obs-studio
openresolv
openssh
os-prober
otf-fira-code
otf-font-awesome
otf-san-francisco
p7zip
pacman
pacui
pamac-gtk
papirus-maia-icon-theme
patch
pciutils
perl
polkit-gnome
polybar
postman-bin
powertop
prey-node-client
primus-vk-git
procps-ng
psmisc
pulseaudio-bluetooth
pulseaudio-ctl
pulseaudio-jack
pulseaudio-zeroconf
python-neovim
ramme
ranger
reiserfsprogs
rofi
rsync
rxvt-unicode
s-nail
seahorse
sed
shadow
siji-git
simple-scan
spectre-meltdown-checker
spicetify-cli
spotify
spotifyd-pulseaudio
stack
steam-manjaro
strace
sudo
sushi
sysfsutils
system-san-francisco-font-git
systemd-fsck-silent
systemd-sysvcompat
tar
telepathy-accounts-signon
terminus-font
termite
texinfo
texlive-bibtexextra
texlive-core
texlive-formatsextra
texlive-langextra
texlive-latexextra
texlive-pictures
texlive-science
tilp
timeshift
tlp
tmux
totem
tracker
tracker-miners
transmission-gtk
trello-bin
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-emojione
ttf-emojione-color
ttf-font-awesome
ttf-inconsolata
ttf-indic-otf
ttf-karla
ttf-liberation
ttf-ms-fonts
ttf-polybar-icons
uget
unace
unrar
urxvt-perls
urxvtconfig-git
usb_modeswitch
usbutils
util-linux
vi
vim
vino
visual-studio-code-bin
vkd3d
vlc
wallpapers-2018
waybar
wget
which
wine-staging
woeusb
wpa_supplicant
xautolock
xclip
xdg-su
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-input-wacom
xf86-video-intel
xfsprogs
xorg-server
xorg-server-xephyr
xorg-twm
xorg-xfd
xorg-xinit
xorg-xinput
xorg-xprop
yaourt
yelp
zsh
